Revit 2027 API
ParameterTypeId.StructuralSectionCommonHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonHeight { get; }
Public Shared ReadOnly Property StructuralSectionCommonHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonHeight {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace